const DriverBenefitsContents = [
    {
        id: 1,
        title: ' درآمد تضمینی + پاداش‌های ماهانه و هفتگی',
        body: 'با فعالیت در ناوگان اسنپ، علاوه بر کسب درآمد مستمر و امکان تسویه در لحظه می‌توانید با شرکت در طرح‌های تشویقی مختلف، درآمد خود را افزایش دهید.',
        logo: '../../Images/BeDriver-images/180x100-income.png'
    },
    {
        id: 2,
        title: 'ساعت کاری دلخواه',
        body: 'فعالیت در ناوگان اسنپ محدودیت زمانی ندارد و می‌توانید فعالیت خود را در هر ساعت از شبانه‌روز و متناسب با برنامه‌ی زندگی‌تان شخصی‌سازی کنید.',
        logo: '../../Images/BeDriver-images/180x100-hour.png'
    },
    {
        id: 3,
        title: 'مزایا و خدمات باشگاه رانندگان',
        body: 'در باشگاه رانندگان اسنپ می‌توانید از تسهیلات و خدمات متنوعی از جمله خدمات خودرویی، خدمات درمانی و همچنین خدمات رفاهی و آموزشی بهره‌مند شوید.',
        logo: '../../Images/BeDriver-images/180x100-benefits.png'
    },
    {
        id: 4,
        title: 'کار‌فیکس',
        body: 'باشگاه رانندگان اسنپ به‌تازگی سرویس جدید «اسنپ کارفیکس» را برای سهولت دسترسی کاربران راننده به انواع خدمات خودرویی راه‌اندازی کرده است.',
        logo: '../../Images/BeDriver-images/180x100-carfix.png'
    },
]

export default DriverBenefitsContents;