import { StyledDetails, MainImage, Text } from "./styles/Details.styled";

const Details = () => {
    return (
        <StyledDetails>
            <MainImage />
            <Text>
                <h1 className="title">سوپر اپ اسنپ؛ پاسخی به تمام نیازها</h1>
                <p>
                    اسنپ، اولین تاکسی اینترنتی ایران، بعد از پنج سال فعالیت در حوزه‌ی تردد شهری، به یک سوپر‌اپ با خدمات متنوع تبدیل شد. سوپراپ اسنپ راه‌حلی جدید و ساده است که با استفاده از آن تنها با یک اپلیکیشن می‌توانید علاوه بر درخواست خودرو، موتور و وانت از خدمات متعددی از جمله سفارش غذا، پزشک و مشاور آنلاین، خرید از سوپرمارکت‌ها و فروشگاه‌ها، اسباب‌کشی، خرید بلیط (هواپیما، اتوبوس، قطار)، رزرو هتل، پرداخت قبض و خرید شارژ استفاده کنید.
                </p>
            </Text>
        </StyledDetails>
    )
}

export default Details;